IDEA Open Model
MatSteelRUS.GammaM Property
Compatible with IDEA StatiCa v 10.1
 Safety coefficient
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double GammaM { get; set; }
Public Property GammaM As Double
	Get
	Set
public:
property double GammaM {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatSteelRUS Class
IdeaRS.OpenModel.Material Namespace